LEXICON_RU: dict[str, str] = {
    "start_no_ref": "Привет! 🎉 Готовы рассказать всем о нас? Получите свою персональную реферальную ссылку с помощью /ref_link!",
    "start_ref": "Добро пожаловать на борт! 🚀 Похоже, кто-то классный вас сюда порекомендовал. Начнем!",
    "self_ref": "Упс! Пытаетесь перейти по своей же ссылке? 🤔 Хорошая попытка, но здесь это не сработает!",
    "leaderboard": "🔥 Топ-10 рефереров 🔥\nВот кто сейчас в топе:\n",
    "ref_link": "Вот ваша волшебная ссылка, которой можно поделиться: ",
    "position": "Сейчас вы занимаете позицию №",
    "no_position": "Вы пока не в таблице лидеров 😔, но продолжайте приглашать, и скоро окажетесь там!",
    "error": "Упс! Что-то пошло не так 🤷‍♂️. Повторите попытку чуть позже!",
    "already_invited": "Вы уже переходили по этой ссылке!",
    "limit_exceeded": "Ух ты! 🛑 Вы достигли лимита на данный момент. Подождите немного и попробуйте снова!",
}
